<?php
return [
    "titles" => [
        "partnership-title" => "تبریک میگم!",
    ],
    "texts" => [
        "partnership-text" => "به واسطه برنامه <b>Ternobo Partner</b> شما می‌توانید شروع به درآمدزایی کنید درحالی که به توسعه دنبال کنندگان، محتوا و مشارکت در ساختن جوامعی بزرگ‌تر ترنوبو می‌کنید. <br/><br/> ما بسیار هیجان‌زده و خوشحالیم که شما را در اینجا می‌بینیم و بابت تمام تلاش‌هایی که در جهت ارزشمند و جذاب‌تر کردن چیزها برای دیگران کردید سپاسگزاریم. برای شروع عکس پروفایل خودتان در هدر وبسایت هاور کنید و گزینه \"درآمدزایی\" را انتخاب کنید."
    ],
];
