<?php
return [
    'feedback' => "بازخورد|بازخوردها",
    'submit-feedback' => "ثبت بازخورد جدید",
    'feedback-q' => "ما چطور می‌توانیم کیفیت خدماتمان را در ترنوبو بهبود ببخشیم؟",
    'share-feedback' => "بازخورد خودتان را با ما به اشتراک بگذارید",
    'feedback-describe' => "کمی بیشتر در رابطه با بازخورد خودتان توضیح دهید...",
    'optional' => "(اختیاری)",

    'voting' => "درحال رأی گیری",
    'scheduled' => "برنامه‌ریزی شده",
    'done' => "انجام شده",
    'closed' => "بسته شده",

    'newest' => "جدیدترین",
    'most-popular' => "محبوب‌ترین",
    'my-suggestions' => "پیشنهادات من",

    'vote' => "ثبت رای",
    'remove-vote' => "برداشتن رای",
    'shared-this-feedback' => "این بازخورد را به اشتراک گذاشته است.",
];
