<?php
return [
    'invite-link' => "لینک دعوت|لینک‌های دعوت",
    'use' => "استفاده",
    'used' => "استفاده شده",
    'your-invite-links' => "لینک‌های دعوت شما:",
    'remaining-links' => ":number عدد",
    'what-is-inv' => "لینک‌های دعوت چه هستند؟",
    'answer-1' => "لینک‌های دعوت کلیدهای ورود به ترنوبو هستند و شما تنها <b>دو لینک دعوت</b> دارید",
    'answer-2' => "شما می‌توانید با ارسال لینک دعوت به دوستانتان آن‌ها را به ترنوبو دعوت کنید.",
    'attention' => "توجه",
    'answer-3' => "پس از استفاده، امکان ایجاد لینک جدید وجود ندارد.",
    'asnwer-4' => "خرید و فروش لینک دعوت <b>مجاز نبوده</b> و در صورت مشاهده، حساب کاربر متخلف / خریدار از دسترس خارج می‌شوند",
];
