<?php
return [
    'welcome' => "به ترنوبو خوش آمدید",
    "register" => "ایجاد حساب کاربری جدید",
    'about-ternobo' => "ترنوبو یک شبکه اجتماعی به منظور اشتراک گذاری آزاد تجربیات، اطلاعات و علایق شما است. جایی برای یادگیری، آگاهی و ساخت جهانی بهتر.",
    'signup-description' => "در حال حاضر عضویت در ترنوبو تنها با لینک دعوت امکان پذیر است.",
    'forgot_password' => "رمز عبور را فراموش کرده‌اید؟",
    'forgot_password_title' => "فراموشی رمزعبور",
    "new_password" => "رمزعبور جدید",
    "use_recovery_code" => "استفاده از کد بازیابی",
    "auth_app_text" => "کد ورود دو مرحله را وارد کنید",
    "enter_recover_code" => "کد بازیابی را وارد کنید",

    "invite-description" => [
        "p1" => "شما با موفقیت به عنوان یک <span class='text-action'>بازدید کننده</span> ثبت نام کردید. می توانید در میان مطالب به اشتراک گذاشته شده  مانند پست ها و ارسال نظرات جستجو کنید.",
        "p2" => "به دلیل محدودیت منابع در سرورهای ما، در حال حاضر نمی توانیم خدمات کاملی را به همه کاربران ارائه دهیم.",
        "p3" => "برای اینکه بتوانید مطالب خود را به اشتراک بگذارید و نمایه خود را به روز کنید، باید از طریق <span class='text-action'>پیوند دعوت</span> به ترنوبو بپیوندید."
    ]

];
