<?php
return [
    'welcome' => "به ترنوبو خوش آمدید",
    'about-ternobo' => "ترنوبو یک شبکه اجتماعی به منظور اشتراک گذاری آزاد تجربیات، اطلاعات و علایق شما است. جایی برای یادگیری، آگاهی و ساخت جهانی بهتر.",
    'signup-description' => "در حال حاضر عضویت در ترنوبو تنها با لینک دعوت امکان پذیر است.",
    'forgot_password' => "رمز عبور را فراموش کرده‌اید؟",
    'forgot_password_title' => "فراموشی رمزعبور",
    "new_password" => "رمزعبور جدید",
    "user_recovery_code" => "استفاده از کد بازیابی",
    "auth_app_text" => "کد ورود دو مرحله را وارد کنید",
    "enter_recover_code" => "کد بازیابی را وارد کنید",
];
