<?php
return [
    "shared-posts" => "محتوا منتشر شده",
    "visitor-likes" => "پسندیده شدن محتوا توسط کاربران بازدیدکننده",
    "signed-up-user-likes" => "پسندیده شدن محتوا توسط کاربران",
    "2fa" => "فعال‌سازی ورود دومرحله‌ای",

    "title" => "Ternobo Partnership Program",
    "subtitle-text" => "شما به عنوان شریک در برنامه ترنوبو قادر خواهید بود تا به واسطه سیستم حمایت مالی کسب درآمد کنید. برای ورود به <span>Ternobo Partner Program</span>، شرایط ذکر شده در این صفحه را فراهم کنید. بعد از ثبت درخواست، صفحه شما توسط ترنوبو بررسی و درصورت واجد بودن شرایط تأیید خواهد شد.",
    "send-request" => "ارسال درخواست",
];
