<?php
return [
    'settings' => "تنظیمات و حریم خصوصی",

    'account' => "حساب کاربری",
    'about-ternobo' => "درباره ترنوبو",

    'cookies' => "کوکی‌ها",

    'login-and-security' => "ورود و امنیت",
    'information-security' => "اطلاعات و دسترسی‌ها",

    'change-username' => "تغییر نام کاربری",
    'our-suggestion' => "پیشنهادات ما",

    'phone-number' => "شماره همراه",
    'change-phone-number' => "تغییر شماره همراه",
    'phone-number-ph' => "09123456789",

    'change-password' => "تغییر رمزعبور",
    'current-password' => "رمزعبور فعلی",
    'confirm-password' => "تأیید رمزعبور",

    'current-session' => "همین دستگاه",
    'active-session' => "دستگاه‌های متصل",

    'two-step-verification' => "تأیید 2 مرحله‌ای",
    'ts-des-1' => "تأیید دو مرحله‌ای با اضافه کردن یک مرحله جدید در هنگام ورود به وسیله دیوایس‌هایی که شناسایی نشده از حساب کاربری شما محافظت میکند.",
    'ts-title-2' => "روش امنیتی خودتان را انتخاب کنید",
    'ts-des-2' => "انتخاب کنید چطور می‌خواهید کد امنیتی را برای شما ارسال کنیم.",
    'method-app' => "نرم افزار احراز هویت (پیشنهادی)",
    'method-sms' => "ارسال پیامک",
    'ts-title-3' => "راه اندازی تأیید دو مرحله‌ای",
    'ts-des-3' => "اگر شما چند نرم افزار احراز هویت در اختیار دارید یا یک نرم افزار هویت در دستگاه دیگری متصل کرده‌اید. می‌توانید کد بالا را در نرم افزار احراز هویتی که میخواهید وارد کنید.",
    'ts-des-4' => "اگر نرم افزار احراز هویت از شما اسم یک حساب کاربری را خواست می‌توانید ترنوبو را وارد کنید.",
    'ts-des-5' => "بعد از اینکه نرم افزار احراز هویت کد 6 رقمی را برای شما ایجاد کرد، به ترنوبو برگردید و آن را وارد کنید.",
    'confirmation-code' => "کد تاییدیه",
    'ts-des-6' => "کد 6 رقمی ایجاد شده توسط نرم افزار احراز هویت را وارد کنید.",
    'ts-title-5' => "تأیید دو مرحله‌ای فعال شد",
    'ts-des-7' => "از این به بعد در ورودهایی که به واسطه دیوایس‌های مشکوک به حساب کاربری شما انجام شود علاوه بر رمزعبور یک کد 6 رقمی احراز هویت درخواست می‌شود.",
    'ts-des-8' => "کد 6 رقمی ارسال شده به تلفن همراه خود را وارد کنید تا تأیید دو مرحله‌ای برای شما فعال شود.",
    'Confirmation' => "تأییدیه",
    'ts-des-9' => "از این به بعد در هنگام ورود به حساب کاربری شما به وسیله دیوایس‌های مشکوک یک کد به شماره همراه شما ارسال می‌کنیم که وارد کردن آن برای ورود ضروری است.",
    'ts-des-10' => "اگر شما تلفن همراهتان را از دست دادید یا کد به واسطه پیامک یا نرم افزار احراز هویت برای شما ارسال نشد می‌توانید از کدهای بازیابی زیر جهت ورود به حساب کاربریتان استفاده کنید. آن‌ها را در جایی امن ذخیره کنید.",
    'ts-des-11' => "هر کد بازیابی حداکثر یک بار قابل استفاده است. اگر حس می‌کنید کدهای بازیابی شما لو رفته یا از اکثر کدهای بازیابی خودتان استفاده کردید، می‌توانید کدهای جدید دریافت کنید.",

    'deactivate-account' => "غیرفعال کردن حساب",
];