<?php
return [
    'report' => "گزارش|گزارش‌ها",
    'report-post' => "گزارش این محتوا",
    'report-des-post' => "این محتوا یا حساب کاربری در تضاد با قوانین ترنوبو است",

    'description-report' => "ارائه توضیحات",

    'report-modal-title' => "چرا می‌خواهید این گزارش را ارسال کنید؟",

    'rep-reason-1' => [
        'text' => "مشکوک یا جعلی",
        'subreasons' => [
            'rep-title-11' => "اطلاعات غلط",
            'rep-des-11' => "انتشار اطلاعات نادرست یا گمراه کننده و واقعی جلوه دادن آنها",
            'rep-title-12' => "کلاه برداری",
            'rep-des-12' => "فریب دادن دیگران به قصد بدست آوردن پول یا دسترسی به اطلاعات خصوصی",
            'rep-title-13' => "اسپم و هرزنامه",
            'rep-des-13' => "اشتراک گذاری محتوای بی‌ربط یا تکراری برای افزایش بازدید یا سود مالی",
            'rep-title-14' => "حساب کاربری جعلی",
            'rep-des-14' => "ایجاد حساب کاربری با نام افراد دیگر یا با نام جعلی",
            'rep-title-15' => "حساب کاربری هک شده",
            'rep-des-15' => "دسترسی غیرمجاز به این حساب کاربری",
        ],
    ],

    'rep-reason-2' => [
        'text' => "آزار و اذیت یا گفتار توهین آمیز",
        'subreasons' => [
            'rep-title-21' => "قلدری یا تمسخر افراد",
            'rep-des-21' => "حمله به دیگران یا ایجاد رعب و وحشت و آزار دیگر افراد",
            'rep-title-22' => "آزار جنسی",
            'rep-des-22' => "پیشنهادهای عاشقانه نامطلوب، درخواست‌های جنسی ناخوشایند و یا اظهارات جنسی نادرست",
            'rep-title-23' => "گفتار توهین آمیز",
            'rep-des-23' => "گفتار منفور، تحیر آمیز یا فتنه آمیز",
            'rep-title-24' => "اسپم و هرزنامه",
            'rep-des-24' => "اشتراک گذاری محتوای بی‌ربط یا تکراری برای افزایش بازدید یا سود مالی",
        ],
    ],

    'rep-reason-3' => [
        'text' => "خشونت و آسیب جسمانی",
        'subreasons' => [
            'rep-title-31' => "تحریک به خشونت یا تهدید",
            'rep-des-31' => "تشویق به اقدامات خشونت آمیز یا تهدید به صدمه جسمی",
            'rep-title-32' => "خودزنی",
            'rep-des-32' => "اظهار به خودکشی یا تهدید به آسیب رساندن به خود",
            'rep-title-33' => "تکان دهنده و ناخوشایند",
            'rep-des-33' => "محتوای تکان دهنده و ناخوشایند",
            'rep-title-34' => "تروریسم و خشونت شدید",
            'rep-des-34' => "به تصویر کشیدن یا تشویق اقدامات تروریستی یا آسیب شدید",
        ],
    ],

    'rep-reason-4' => [
        'text' => "محتوای بزرگسالان",
        'subreasons' => [
            'rep-title-41' => "برهنگی یا محتوای جنسی",
            'rep-des-41' => "برهنگی، صحنه‌ها یا زبان جنسی و یا قاچاق جنسی ",
            'rep-title-42' => "تکان دهنده و ناخوشایند",
            'rep-des-42' => "محتوای تکان دهنده و ناخوشایند",
            'rep-title-43' => "آزار جنسی",
            'rep-des-43' => "پیشنهادهای عاشقانه نامطلوب، درخواست‌های جنسی ناخوشایند و یا اظهارات جنسی نادرست",
        ],
    ],

    'rep-reason-5' => [
        'text' => "سوءاستفاده یا آزار کودکان",
        'subreasons' => [
            'rep-title-5' => "شامل محتوای توهین آمیز، جنسی و خطرناک نسبت به کودکان.",
        ],
    ],

    'rep-reason-6' => [
        'text' => "نقض مالکیت معنوی یا افترا",
        'subreasons' => [
            'rep-title-61' => "نقض قوانین کپی رایت",
            'rep-des-61' => "استفاده غیرمجاز از آثار دارای حق چاپ شما",
            'rep-title-62' => "نقض قوانین علامت تجاری",
            'rep-des-62' => "استفاده غیرمجاز از علامت تجاری شما",
            'rep-title-63' => "افترا",
            'rep-des-63' => "اشتراک گذاری اطلاعات نادرست در رابطه با شما که می‌تواند به اعتبار شما آسیب بزند",
        ],
    ],

];