<?php
return [
    'report' => "گزارش|گزارش‌ها",
    'report-post' => "گزارش این محتوا",
    'report-des-post' => "این محتوا یا حساب کاربری در تضاد با قوانین ترنوبو است",

    'report-modal-title' => "چرا می‌خواهید این گزارش را ارسال کنید؟",

    'rep-reason-1' => "مشکوک یا جعلی",
    'rep-reason-2' => "آزار و اذیت یا گفتار توهین آمیز",
    'rep-reason-3' => "خشونت و آسیب جسمانی",
    'rep-reason-4' => "محتوای بزرگسالان",
    'rep-reason-5' => "سوءاستفاده یا آزار کودکان",
    'rep-reason-6' => "نقض مالکیت معنوی یا افترا",

    'rep-des-11' => "اطلاعات غلط",
    'rep-ex-11' => "انتشار اطلاعات نادرست یا گمراه کننده و واقعی جلوه دادن آنها",
    'rep-des-12' => "کلاه برداری",
    'rep-ex-12' => "فریب دادن دیگران به قصد بدست آوردن پول یا دسترسی به اطلاعات خصوصی",
    'rep-des-13' => "اسپم و هرزنامه",
    'rep-ex-13' => "اشتراک گذاری محتوای بی‌ربط یا تکراری برای افزایش بازدید یا سود مالی",
    'rep-des-14' => "حساب کاربری جعلی",
    'rep-ex-14' => "ایجاد حساب کاربری با نام افراد دیگر یا با نام جعلی",
    'rep-des-15' => "حساب کاربری هک شده",
    'rep-ex-15' => "دسترسی غیرمجاز به این حساب کاربری",

    'rep-des-21' => "قلدری یا تمسخر افراد",
    'rep-ex-21' => "حمله به دیگران یا ایجاد رعب و وحشت و آزار دیگر افراد",
    'rep-des-22' => "آزار جنسی",
    'rep-ex-22' => "پیشنهادهای عاشقانه نامطلوب، درخواست‌های جنسی ناخوشایند و یا اظهارات جنسی نادرست",
    'rep-des-23' => "گفتار توهین آمیز",
    'rep-ex-23' => "گفتار منفور، تحیر آمیز یا فتنه آمیز",
    'rep-des-24' => "اسپم و هرزنامه",
    'rep-ex-24' => "اشتراک گذاری محتوای بی‌ربط یا تکراری برای افزایش بازدید یا سود مالی",

    'rep-des-31' => "تحریک به خشونت یا تهدید",
    'rep-ex-31' => "تشویق به اقدامات خشونت آمیز یا تهدید به صدمه جسمی",
    'rep-des-32' => "خودزنی",
    'rep-ex-32' => "اظهار به خودکشی یا تهدید به آسیب رساندن به خود",
    'rep-des-33' => "تکان دهنده و ناخوشایند",
    'rep-ex-33' => "محتوای تکان دهنده و ناخوشایند",
    'rep-des-34' => "تروریسم و خشونت شدید",
    'rep-ex-34' => "به تصویر کشیدن یا تشویق اقدامات تروریستی یا آسیب شدید",

    'rep-des-41' => "برهنگی یا محتوای جنسی",
    'rep-ex-41' => "برهنگی، صحنه‌ها یا زبان جنسی و یا قاچاق جنسی ",
    'rep-des-42' => "تکان دهنده و ناخوشایند",
    'rep-ex-42' => "محتوای تکان دهنده و ناخوشایند",
    'rep-des-43' => "آزار جنسی",
    'rep-ex-43' => "پیشنهادهای عاشقانه نامطلوب، درخواست‌های جنسی ناخوشایند و یا اظهارات جنسی نادرست",

    'rep-des-5' => "شامل محتوای توهین آمیز، جنسی و خطرناک نسبت به کودکان.",

    'rep-des-61' => "نقض قوانین کپی رایت",
    'rep-ex-61' => "استفاده غیرمجاز از آثار دارای حق چاپ شما",
    'rep-des-62' => "نقض قوانین علامت تجاری",
    'rep-ex-62' => "استفاده غیرمجاز از علامت تجاری شما",
    'rep-des-63' => "افترا",
    'rep-ex-63' => "اشتراک گذاری اطلاعات نادرست در رابطه با شما که می‌تواند به اعتبار شما آسیب بزند",

    'description-report' => "ارائه توضیحات",
    'add' => "افزودن",
];
