<?php
return [
    'report' => "گزارش|گزارش‌ها",
    'report-post' => "گزارش این محتوا",
    'report-des-post' => "این محتوا یا حساب کاربری در تضاد با قوانین ترنوبو است",

    'description-report' => "ارائه توضیحات",
    'description-report-ph' => "توضیحات خود را بنویسید",

    'report-modal-title' => "چرا می‌خواهید این گزارش را ارسال کنید؟",

    'rep-reason-1' => [
        'text' => "مشکوک یا جعلی",
        'subreasons' => [
            'reason-1' => [
                'title' => "اطلاعات غلط",
                'description' => "انتشار اطلاعات نادرست یا گمراه کننده و واقعی جلوه دادن آنها",
            ],
            'reason-2' => [
                'title' => "کلاه برداری",
                'description' => "فریب دادن دیگران به قصد بدست آوردن پول یا دسترسی به اطلاعات خصوصی",
            ],
            'reason-3' => [
                'title' => "اسپم و هرزنامه",
                'description' => "اشتراک گذاری محتوای بی‌ربط یا تکراری برای افزایش بازدید یا سود مالی",
            ],
            'reason-4' => [
                'title' => "حساب کاربری جعلی",
                'description' => "ایجاد حساب کاربری با نام افراد دیگر یا با نام جعلی",
            ],
            'reason-5' => [
                'title' => "حساب کاربری هک شده",
                'description' => "دسترسی غیرمجاز به این حساب کاربری",
            ],
        ],
    ],

    'rep-reason-2' => [
        'text' => "آزار و اذیت یا گفتار توهین آمیز",
        'subreasons' => [
            'reason-1' => [
                'title' => "قلدری یا تمسخر افراد",
                'description' => "حمله به دیگران یا ایجاد رعب و وحشت و آزار دیگر افراد",
            ],
            'reason-2' => [
                'title' => "آزار جنسی",
                'description' => "پیشنهادهای عاشقانه نامطلوب، درخواست‌های جنسی ناخوشایند و یا اظهارات جنسی نادرست",
            ],
            'reason-3' => [
                'title' => "گفتار توهین آمیز",
                'description' => "گفتار منفور، تحیر آمیز یا فتنه آمیز",
            ],
            'reason-4' => [
                'title' => "اسپم و هرزنامه",
                'description' => "اشتراک گذاری محتوای بی‌ربط یا تکراری برای افزایش بازدید یا سود مالی",
            ],
        ],
    ],

    'rep-reason-3' => [
        'text' => "خشونت و آسیب جسمانی",
        'subreasons' => [
            'reason-1' => [
                'title' => "تحریک به خشونت یا تهدید",
                'description' => "تشویق به اقدامات خشونت آمیز یا تهدید به صدمه جسمی",
            ],
            'reason-2' => [
                'title' => "خودزنی",
                'description' => "اظهار به خودکشی یا تهدید به آسیب رساندن به خود",
            ],
            'reason-3' => [
                'title' => "تکان دهنده و ناخوشایند",
                'description' => "محتوای تکان دهنده و ناخوشایند",
            ],
            'reason-4' => [
                'title' => "تروریسم و خشونت شدید",
                'description' => "به تصویر کشیدن یا تشویق اقدامات تروریستی یا آسیب شدید",
            ],
        ],
    ],

    'rep-reason-4' => [
        'text' => "محتوای بزرگسالان",
        'subreasons' => [
            'reason-1' => [
                'title' => "برهنگی یا محتوای جنسی",
                'description' => "برهنگی، صحنه‌ها یا زبان جنسی و یا قاچاق جنسی",
            ],
            'reason-2' => [
                'title' => "تکان دهنده و ناخوشایند",
                'description' => "محتوای تکان دهنده و ناخوشایند",
            ],
            'reason-3' => [
                'title' => "آزار جنسی",
                'description' => "پیشنهادهای عاشقانه نامطلوب، درخواست‌های جنسی ناخوشایند و یا اظهارات جنسی نادرست",
            ],
        ],
    ],

    'rep-reason-5' => [
        'text' => "سوءاستفاده یا آزار کودکان",
        'subreasons' => [
            'reason-1' => [
                'title' => "شامل محتوای توهین آمیز، جنسی و خطرناک نسبت به کودکان.",
                'description' => null,
            ],
        ],
    ],

    'rep-reason-6' => [
        'text' => "نقض مالکیت معنوی یا افترا",
        'subreasons' => [
            'reason-1' => [
                'title' => "نقض قوانین کپی رایت",
                'description' => "استفاده غیرمجاز از آثار دارای حق چاپ شما",
            ],
            'reason-2' => [
                'title' => "نقض قوانین علامت تجاری",
                'description' => "استفاده غیرمجاز از علامت تجاری شما",
            ],
            'reason-3' => [
                'title' => "افترا",
                'description' => "اشتراک گذاری اطلاعات نادرست در رابطه با شما که می‌تواند به اعتبار شما آسیب بزند",
            ],
        ],
    ],
];