export default [
    {

        "country": "سومالی (+252)",
        "code": "+252",
        "icon": "🇸🇴"
    },
    {

        "country": "انگلیس (+44)",
        "code": "+44",
        "icon": "🇬🇧"
    },
    {

        "country": "کانادا (1+)",
        "code": "+1",
        "icon": "🇨🇦"
    },
    {

        "country": "ایالات متحده آمریکا (1+)",
        "code": "+1",
        "icon": "🇺🇸"
    },
    {

        "country": "الجزایر (+213)",
        "code": "+213",
        "icon": "🇩🇿"
    },
    {

        "country": "آندورا (+376)",
        "code": "+376",
        "icon": "🇦🇩"
    },
    {

        "country": "آنگولا (+244)",
        "code": "+244",
        "icon": "🇦🇴"
    },
    {

        "country": "آنگویلا (+1264)",
        "code": "+1264",
        "icon": "🇦🇮"
    },
    {

        "country": "آنتیگوا و باربودا (+1268)",
        "code": "+1268",
        "icon": "🇦🇬"
    },
    {

        "country": "آرژانتین (+54)",
        "code": "+54",
        "icon": "🇦🇷"
    },
    {

        "country": "ارمنستان (+374)",
        "code": "+374",
        "icon": "🇦🇲"
    },
    {

        "country": "آروبا (+297)",
        "code": "+297",
        "icon": "🇦🇼"
    },
    {

        "country": "استرالیا (+61)",
        "code": "+61",
        "icon": "🇦🇺"
    },
    {

        "country": "اتریش (+43)",
        "code": "+43",
        "icon": "🇦🇹"
    },
    {

        "country": "آذربایجان (+994)",
        "code": "+994",
        "icon": "🇦🇿"
    },
    {

        "country": "باهاما (+1242)",
        "code": "+1242",
        "icon": "🇦🇳"
    },
    {

        "country": "بحرین (+973)",
        "code": "+973",
        "icon": "🇧🇭"
    },
    {
        "country": "بنگلادش (+880)",
        "code": "+880",
        "icon": "🇧🇩"
    },
    {

        "country": "باربادوس (+1246)",
        "code": "+1246",
        "icon": "🇧🇧"
    },
    {

        "country": "بلاروس (+375)",
        "code": "+375",
        "icon": "🇧🇾"
    },
    {

        "country": "بلژیک (+32)",
        "code": "+32",
        "icon": "🇧🇪"
    },
    {

        "country": "بلیز (+501)",
        "code": "+501",
        "icon": "🇧🇿"
    },
    {

        "country": "بنین (+229)",
        "code": "+229",
        "icon": "🇧🇯"
    },
    {

        "country": "برمودا (+1441)",
        "code": "+1441",
        "icon": "🇧🇲"
    },
    {

        "country": "بوتان (+975)",
        "code": "+975",
        "icon": "🇧🇹"
    },
    {

        "country": "بولیوی (+591)",
        "code": "+591",
        "icon": "🇧🇴"
    },
    {

        "country": "بوسنی هرزگوین (+387)",
        "code": "+387",
        "icon": "🇧🇦"
    },
    {

        "country": "بوتسوانا (+267)",
        "code": "+267",
        "icon": "🇧🇼"
    },
    {

        "country": "برزیل (+55)",
        "code": "+55",
        "icon": "🇧🇷"
    },
    {

        "country": "برونئی (+673)",
        "code": "+673",
        "icon": "🇧🇳"
    },
    {

        "country": "بلغارستان (+359)",
        "code": "+359",
        "icon": "🇧🇬"
    },
    {

        "country": "بورکینافاسو (+226)",
        "code": "+226",
        "icon": "🇧🇫"
    },
    {

        "country": "بوروندی (+257)",
        "code": "+257",
        "icon": "🇧🇮"
    },
    {

        "country": "کامبوج (+855)",
        "code": "+855",
        "icon": "🇰🇭"
    },
    {

        "country": "کامرون (+237)",
        "code": "+237",
        "icon": "🇨🇲"
    },
    {

        "country": "جزایر کیپ ورد (+238)",
        "code": "+238",
        "icon": "🇨🇻"
    },
    {

        "country": "جزایر کیمن (+1345)",
        "code": "+1345",
        "icon": "🇰🇾"
    },
    {

        "country": "جمهوری آفریقای مرکزی (+236)",
        "code": "+236",
        "icon": "🇨🇫"
    },
    {

        "country": "شیلی (+56)",
        "code": "+56",
        "icon": "🇨🇱"
    },
    {

        "country": "چین (+86)",
        "code": "+86",
        "icon": "🇨🇳"
    },
    {

        "country": "کلمبیا (+57)",
        "code": "+57",
        "icon": "🇨🇴"
    },
    {

        "country": "مایوت (+269)",
        "code": "+269",
        "icon": "🇾🇹"
    },
    {

        "country": "کنگو (+242)",
        "code": "+242",
        "icon": "🇨🇬"
    },
    {

        "country": "جزایر کوک (+682)",
        "code": "+682",
        "icon": "🇨🇰"
    },
    {

        "country": "کاستاریکا (+506)",
        "code": "+506",
        "icon": "🇨🇷"
    },
    {

        "country": "کرواسی (+385)",
        "code": "+385",
        "icon": "🇭🇷"
    },
    {

        "country": "کوبا (+53)",
        "code": "+53",
        "icon": "🇨🇺"
    },
    {

        "country": "قبرس شمالی (+90392)",
        "code": "+90392",
        "icon": "🇨🇾"
    },
    {

        "country": "قبرس جنوبی (+357)",
        "code": "+357",
        "icon": "🇨🇾"
    },
    {

        "country": "جمهوری چک (+42)",
        "code": "+42",
        "icon": "🇨🇿"
    },
    {

        "country": "دانمارک (+45)",
        "code": "+45",
        "icon": "🇩🇰"
    },
    {

        "country": "جیبوتی (+253)",
        "code": "+253",
        "icon": "🇩🇯"
    },
    {

        "country": "جمهوری دومنیکن (+1809)",
        "code": "+1809",
        "icon": "🇩🇴"
    },
    {

        "country": "اکوادور (+593)",
        "code": "+593",
        "icon": "🇪🇨"
    },
    {

        "country": "مصر (+20)",
        "code": "+20",
        "icon": "🇪🇬"
    },
    {

        "country": "السالوادور (+503)",
        "code": "+503",
        "icon": "🇸🇻"
    },
    {

        "country": "گینه استوایی (+240)",
        "code": "+240",
        "icon": "🇬🇶"
    },
    {

        "country": "اریتره (+291)",
        "code": "+291",
        "icon": "🇪🇷"
    },
    {

        "country": "استونی (+372)",
        "code": "+372",
        "icon": "🇪🇪"
    },
    {

        "country": "اتیوپی (+251)",
        "code": "+251",
        "icon": "🇪🇹"
    },
    {

        "country": "جزایر فالکلند (+500)",
        "code": "+500",
        "icon": "🇫🇰"
    },
    {

        "country": "جزایر فارو (+298)",
        "code": "+298",
        "icon": "🇫🇴"
    },
    {

        "country": "فیجی (+679)",
        "code": "+679",
        "icon": "🇫🇯"
    },
    {

        "country": "فنلاند (+358)",
        "code": "+358",
        "icon": "🇫🇮"
    },
    {

        "country": "فرانسه (+33)",
        "code": "+33",
        "icon": "🇫🇷"
    },
    {

        "country": "گویان فرانسه (+594)",
        "code": "+594",
        "icon": "🇬🇫"
    },
    {

        "country": "پلینزی فرانسه (+689)",
        "code": "+689",
        "icon": "🇵🇫"
    },
    {

        "country": "گابن (+241)",
        "code": "+241",
        "icon": "🇬🇦"
    },
    {

        "country": "گامبیا (+220)",
        "code": "+220",
        "icon": "🇬🇲"
    },
    {

        "country": "جورجیا (+7880)",
        "code": "+7880",
        "icon": "🇬🇪"
    },
    {

        "country": "آلمان (+49)",
        "code": "+49",
        "icon": "🇩🇪"
    },
    {

        "country": "غنا (+233)",
        "code": "+233",
        "icon": "🇬🇭"
    },
    {

        "country": "جبل الطارق (+350)",
        "code": "+350",
        "icon": "🇬🇮"
    },
    {

        "country": "یونان (+30)",
        "code": "+30",
        "icon": "🇬🇷"
    },
    {

        "country": "گرینلند (+299)",
        "code": "+299",
        "icon": "🇬🇱"
    },
    {

        "country": "گرنادا (+1473)",
        "code": "+1473",
        "icon": "🇬🇩"
    },
    {

        "country": "گوادلوپ (+590)",
        "code": "+590",
        "icon": "🇬🇵"
    },
    {

        "country": "گوام (+671)",
        "code": "+671",
        "icon": "🇬🇺"
    },
    {

        "country": "گواتمالا (+502)",
        "code": "+502",
        "icon": "🇬🇹"
    },
    {

        "country": "گینه (+224)",
        "code": "+224",
        "icon": "🇬🇳"
    },
    {

        "country": "گینه - بیسائو (+245)",
        "code": "+245",
        "icon": "🇬🇼"
    },
    {

        "country": "گویان (+592)",
        "code": "+592",
        "icon": "🇬🇾"
    },
    {

        "country": "هائیتی (+509)",
        "code": "+509",
        "icon": "🇭🇹"
    },
    {

        "country": "هندوراس (+504)",
        "code": "+504",
        "icon": "🇭🇳"
    },
    {

        "country": "هنگ کنگ (+852)",
        "code": "+852",
        "icon": "🇭🇰"
    },
    {

        "country": "مجارستان (+36)",
        "code": "+36",
        "icon": "🇭🇺"
    },
    {

        "country": "ایسلند (+354)",
        "code": "+354",
        "icon": "🇮🇸"
    },
    {

        "country": "هند (+91)",
        "code": "+91",
        "icon": "🇮🇳"
    },
    {

        "country": "اندونزی (+62)",
        "code": "+62",
        "icon": "🇮🇩"
    },
    {

        "country": "ایران (+98)",
        "code": "+98",
        "icon": "🇮🇷"
    },
    {

        "country": "عراق (+964)",
        "code": "+964",
        "icon": "🇮🇶"
    },
    {

        "country": "ایرلند (+353)",
        "code": "+353",
        "icon": "🇮🇪"
    },
    {

        "country": "ایتالیا (+39)",
        "code": "+39",
        "icon": "🇮🇹"
    },
    {

        "country": "جامائیکا (+1876)",
        "code": "+1876",
        "icon": "🇯🇲"
    },
    {

        "country": "ژاپن (+81)",
        "code": "+81",
        "icon": "🇯🇵"
    },
    {

        "country": "اردن (+962)",
        "code": "+962",
        "icon": "🇯🇴"
    },
    {

        "country": "ازبکستان (7+)",
        "code": "+7",
        "icon": "🇺🇿"
    },
    {

        "country": "کنیا (+254)",
        "code": "+254",
        "icon": "🇰🇪"
    },
    {

        "country": "کیریباتی (+686)",
        "code": "+686",
        "icon": "🇰🇮"
    },
    {

        "country": "کره شمالی (+850)",
        "code": "+850",
        "icon": "🇰🇵"
    },
    {

        "country": "کره جنوبی (+82)",
        "code": "+82",
        "icon": "🇰🇷"
    },
    {

        "country": "کویت (+965)",
        "code": "+965",
        "icon": "🇰🇼"
    },
    {

        "country": "قرقیزستان (+996)",
        "code": "+996",
        "icon": "🇰🇬"
    },
    {

        "country": "لائوس (+856)",
        "code": "+856",
        "icon": "🇱🇦"
    },
    {

        "country": "لتونی (+371)",
        "code": "+371",
        "icon": "🇱🇻"
    },
    {

        "country": "لبنان (+961)",
        "code": "+961",
        "icon": "🇱🇧"
    },
    {

        "country": "لسوتو (+266)",
        "code": "+266",
        "icon": "🇱🇸"
    },
    {

        "country": "لیبریا (+231)",
        "code": "+231",
        "icon": "🇱🇷"
    },
    {

        "country": "لیبی (+218)",
        "code": "+218",
        "icon": "🇱🇾"
    },
    {

        "country": "لیختن اشتاین (+417)",
        "code": "+417",
        "icon": "🇱🇮"
    },
    {

        "country": "لیتوانی (+370)",
        "code": "+370",
        "icon": "🇱🇹"
    },
    {

        "country": "لوکزامبورگ (+352)",
        "code": "+352",
        "icon": "🇱🇺"
    },
    {

        "country": "ماکائو (+853)",
        "code": "+853",
        "icon": "🇲🇴"
    },
    {

        "country": "مقدونیه (+389)",
        "code": "+389",
        "icon": "🇲🇰"
    },
    {

        "country": "ماداگاسکار (+261)",
        "code": "+261",
        "icon": "🇲🇬"
    },
    {

        "country": "مالاوی (+265)",
        "code": "+265",
        "icon": "🇲🇼"
    },
    {

        "country": "مالزی (+60)",
        "code": "+60",
        "icon": "🇲🇾"
    },
    {

        "country": "مالدیو (+960)",
        "code": "+960",
        "icon": "🇲🇻"
    },
    {

        "country": "مالی (+223)",
        "code": "+223",
        "icon": "🇲🇱"
    },
    {

        "country": "مالت (+356)",
        "code": "+356",
        "icon": "🇲🇹"
    },
    {

        "country": "جزایر مارشال (+692)",
        "code": "+692",
        "icon": "🇲🇭"
    },
    {

        "country": "مارتینیک (+596)",
        "code": "+596",
        "icon": "🇲🇶"
    },
    {

        "country": "موریتانی (+222)",
        "code": "+222",
        "icon": "🇲🇷"
    },
    {

        "country": "مکزیک (+52)",
        "code": "+52",
        "icon": "🇲🇽"
    },
    {

        "country": "میکرونزی (+691)",
        "code": "+691",
        "icon": "🇫🇲"
    },
    {

        "country": "مولداوی (+373)",
        "code": "+373",
        "icon": "🇲🇩"
    },
    {

        "country": "موناکو (+377)",
        "code": "+377",
        "icon": "🇲🇨"
    },
    {

        "country": "مغولستان (+976)",
        "code": "+976",
        "icon": "🇲🇳"
    },
    {

        "country": "مونتسرات (+1664)",
        "code": "+1664",
        "icon": "🇲🇸"
    },
    {

        "country": "مراکش (+212)",
        "code": "+212",
        "icon": "🇲🇦"
    },
    {

        "country": "موزامبیک (+258)",
        "code": "+258",
        "icon": "🇲🇿"
    },
    {

        "country": "میانمار (+95)",
        "code": "+95",
        "icon": "🇲🇲"
    },
    {

        "country": "ناميبيا (+264)",
        "code": "+264",
        "icon": "🇳🇦"
    },
    {

        "country": "نائورو (+674)",
        "code": "+674",
        "icon": "🇳🇷"
    },
    {

        "country": "نپال (+977)",
        "code": "+977",
        "icon": "🇳🇵"
    },
    {

        "country": "هلند (+31)",
        "code": "+31",
        "icon": "🇳🇱"
    },
    {

        "country": "کالدونیای جدید (+687)",
        "code": "+687",
        "icon": "🇳🇨"
    },
    {

        "country": "نیوزیلند (+64)",
        "code": "+64",
        "icon": "🇳🇿"
    },
    {

        "country": "نیکاراگوئه (+505)",
        "code": "+505",
        "icon": "🇳🇮"
    },
    {

        "country": "نیجر (+227)",
        "code": "+227",
        "icon": "🇳🇪"
    },
    {

        "country": "نیجریه (+234)",
        "code": "+234",
        "icon": "🇳🇬"
    },
    {

        "country": "نیوئه (+683)",
        "code": "+683",
        "icon": "🇳🇺"
    },
    {

        "country": "جزایر نورفولک (+672)",
        "code": "+672",
        "icon": "🇳🇫"
    },
    {

        "country": "ماریاناهای شمالی (+670)",
        "code": "+670",
        "icon": "🇲🇵"
    },
    {

        "country": "نروژ (+47)",
        "code": "+47",
        "icon": "🇳🇴"
    },
    {

        "country": "عمان (+968)",
        "code": "+968",
        "icon": "🇴🇲"
    },
    {

        "country": "پالائو (+680)",
        "code": "+680",
        "icon": "🇵🇼"
    },
    {

        "country": "فلسطین",
        "code": "+970",
        "icon": "🇵🇸"
    },
    {

        "country": "پاناما (+507)",
        "code": "+507",
        "icon": "🇵🇦"
    },
    {

        "country": "پاپوآ گینه نو (+675)",
        "code": "+675",
        "icon": "🇵🇬"
    },
    {

        "country": "پاراگوئه (+595)",
        "code": "+595",
        "icon": "🇵🇾"
    },
    {

        "country": "پرو (+51)",
        "code": "+51",
        "icon": "🇵🇪"
    },
    {

        "country": "فیلیپین (+63)",
        "code": "+63",
        "icon": "🇵🇭"
    },
    {

        "country": "لهستان (+48)",
        "code": "+48",
        "icon": "🇵🇱"
    },
    {

        "country": "پرتغال (+351)",
        "code": "+351",
        "icon": "🇵🇹"
    },
    {

        "country": "پورتوریکو (+1787)",
        "code": "+1787",
        "icon": "🇵🇷"
    },
    {

        "country": "قطر (+974)",
        "code": "+974",
        "icon": "🇶🇦"
    },
    {

        "country": "تجدید دیدار (+262)",
        "code": "+262",
        "icon": "🇷🇪"
    },
    {

        "country": "رومانی (+40)",
        "code": "+40",
        "icon": "🇷🇴"
    },
    {

        "country": "رواندا (+250)",
        "code": "+250",
        "icon": "🇷🇼"
    },
    {

        "country": "سان مارینو (+378)",
        "code": "+378",
        "icon": "🇸🇲"
    },
    {

        "country": "سائو تومه و پرینسیپ (+239)",
        "code": "+239",
        "icon": "🇸🇹"
    },
    {

        "country": "عربستان سعودی (+966)",
        "code": "+966",
        "icon": "🇸🇦"
    },
    {

        "country": "سنگال (+221)",
        "code": "+221",
        "icon": "🇸🇳"
    },
    {

        "country": "صربستان (+381)",
        "code": "+381",
        "icon": "🇷🇸"
    },
    {

        "country": "سیشل (+248)",
        "code": "+248",
        "icon": "🇸🇨"
    },
    {

        "country": "سیرالئون (+232)",
        "code": "+232",
        "icon": "🇸🇱"
    },
    {

        "country": "سنگاپور (+65)",
        "code": "+65",
        "icon": "🇸🇬"
    },
    {

        "country": "جمهوری اسلواکی (+421)",
        "code": "+421",
        "icon": "🇸🇰"
    },
    {

        "country": "اسلوونی (+386)",
        "code": "+386",
        "icon": "🇸🇮"
    },
    {

        "country": "جزایر سلیمان (+677)",
        "code": "+677",
        "icon": "🇸🇧"
    },
    {

        "country": "آفریقای جنوبی (+27)",
        "code": "+27",
        "icon": "🇿🇦"
    },
    {

        "country": "اسپانیا (+34)",
        "code": "+34",
        "icon": "🇪🇸"
    },
    {

        "country": "سریلانکا (+94)",
        "code": "+94",
        "icon": "🇱🇰"
    },
    {

        "country": "خیابان هلنا (+290) ",
        "code": "+290",
        "icon": "🇸🇭"
    },
    {

        "country": "خیابان کیتس (1869+)",
        "code": "+1869",
        "icon": "🇰🇳"
    },
    {

        "country": "خیابان لوسیا (+1758)",
        "code": "+1758",
        "icon": "🇱🇨"
    },
    {

        "country": "سودان (+249)",
        "code": "+249",
        "icon": "🇸🇩"
    },
    {

        "country": "سورینام (+597)",
        "code": "+597",
        "icon": "🇸🇷"
    },
    {

        "country": "سوازیلند (+268)",
        "code": "+268",
        "icon": "🇸🇿"
    },
    {

        "country": "سوئد (+46)",
        "code": "+46",
        "icon": "🇸🇪"
    },
    {

        "country": "سوئیس (+41)",
        "code": "+41",
        "icon": "🇨🇭"
    },
    {

        "country": "سوریه (+963)",
        "code": "+963",
        "icon": "🇸🇾"
    },
    {

        "country": "تایوان (+886)",
        "code": "+886",
        "icon": "🇹🇼"
    },
    {

        "country": "تایلند (+66)",
        "code": "+66",
        "icon": "🇹🇭"
    },
    {

        "country": "توگو (+228)",
        "code": "+228",
        "icon": "🇹🇬"
    },
    {

        "country": "تونگا (+676)",
        "code": "+676",
        "icon": "🇹🇴"
    },
    {

        "country": "ترینیداد و توباگو (+1868)",
        "code": "+1868",
        "icon": "🇹🇹"
    },
    {

        "country": "تونس (+216)",
        "code": "+216",
        "icon": "🇹🇳"
    },
    {

        "country": "ترکیه (+90)",
        "code": "+90",
        "icon": "🇹🇷"
    },
    {

        "country": "ترکمنستان (+993)",
        "code": "+993",
        "icon": "🇹🇲"
    },
    {

        "country": "جزایر تورکس و کایکوس (+1649)",
        "code": "+1649",
        "icon": "🇹🇨"
    },
    {

        "country": "تووالو (+688)",
        "code": "+688",
        "icon": "🇹🇻"
    },
    {

        "country": "اوگاندا (+256)",
        "code": "+256",
        "icon": "🇺🇬"
    },
    {

        "country": "اوکراین (+380)",
        "code": "+380",
        "icon": "🇺🇦"
    },
    {

        "country": "امارات متحده عربی (+971)",
        "code": "+971",
        "icon": "🇦🇪"
    },
    {

        "country": "اروگوئه (+598)",
        "code": "+598",
        "icon": "🇺🇾"
    },
    {

        "country": "وانواتو (+678)",
        "code": "+678",
        "icon": "🇻🇺"
    },
    {

        "country": "شهر واتیکان (+379)",
        "code": "+379",
        "icon": "🇻🇦"
    },
    {

        "country": "ونزوئلا (+58)",
        "code": "+58",
        "icon": "🇻🇪"
    },
    {

        "country": "جزایر ویرجین - ایالات متحده (+1340)",
        "code": "+84",
        "icon": "🇻🇬"
    },
    {

        "country": "والیس و فوتونا (+681)",
        "code": "+681",
        "icon": "🇼🇫"
    },
    {

        "country": "یمن (شمالی) (+969)",
        "code": "+969",
        "icon": "🇾🇪"
    },
    {

        "country": "یمن (جنوب) (+967)",
        "code": "+967",
        "icon": "🇾🇪"
    },
    {

        "country": "زامبیا (+260)",
        "code": "+260",
        "icon": "🇿🇲"
    },
    {

        "country": "سرزمین های اشغالی (+972)",
        "code": "+972",
        "icon": "🇮🇱"
    },
    {

        "country": "زیمبابوه (+263)",
        "code": "+263",
        "icon": "🇿🇼"
    }
]