<template>
	<b-modal v-model="showModal" hide-footer title="کوکی‌های ترنوبو" size="lg" :centered="true">
		<div>
			<h2 class="font-16 font-demibold">کوکی چیست؟</h2>
			<p>کوکی‌ها داده‌هایی هستند که برای مدت زمان معینی توسط مرورگر ذخیره می‌شوند، تا کاربر مجبور نباشد هر بار بین صفحات جابه‌جا می‌شود یا به وب‌سایت را مجدد باز می‌کند عملیات‌های تکراری اجام دهد و تجربه استفاده از سیستم لذت‌بخش تر باشد.</p>
			<h2 class="font-16 font-demibold mb-4">ما از چه کوکی‌هایی استفاده می‌کنیم؟</h2>
			<div>
				<div class="clearfix content active">
					<h4 class="font-16 font-demibold">کوکی های مرتبط با حساب کاربری (account)</h4>
					<p>اگر یک حساب کاربری با ما ایجاد کنید، ما از کوکی ها برای مدیریت فرآیند ثبت نام و مدیریت کلی استفاده خواهیم کرد. این کوکی ها معمولا هنگامی که از سیستم خارج می شوید (log out) حذف می‌شوند، اما در بعضی موارد ممکن است پس از آن در جهت حفظ تنظیمات ترنوبو شما حتی پس از خروج از سیستم، باقی بمانند.</p>
					<br />
					<h4 class="font-16 font-demibold">کوکی های مرتبط با ورود به سیستم (login)</h4>
					<p>ما از کوکی ها هنگام ورود شما به سیستم استفاده می‌کنیم تا بتوانیم ورود شما را به یاد داشته باشیم. این امر این امکان را به شما می‌دهد که هربار که از یک صفحه جدید بازدید می‌کنید، مجبور نباشید مجددا وارد شوید. این کوکی ها معمولا هنگامی که از سیستم خارج می‌شوید حذف و یا پاک می‌شوند تا اطمینان حاصل شود که تنها پس از ورود به سیستم می‌توان به فضاها و ویژگی های محدود دسترسی پیدا کرد.</p>
					<br />
					<h4 class="font-16 font-demibold">کوکی های تنظیمات</h4>
					<p>برای اینکه تجربه مناسبی در ترنوبو برای شما فراهم آوریم، قابلیتی جهت اصلاح تنظیمات شما برای نحوه عملکرد ترنوبو به هنگام استفاده شما، فراهم می کنیم. به منظور حفظ تنظیمات شما ما نیاز داریم تا کوکی هایی تنظیم کنیم تا بتوان این اطلاعات را هر زمان که با یک صفحه تحت تنظیمات خود در تعامل هستید اعمال کرد.</p>
					<br />
					<h4 class="font-16 font-demibold">کوکی‌های تجربه کاربری</h4>
					<p>
						ما برای بهبود تجربه کاربری، تمامی تجربه از ترنوبو را ردیابی و تحلیل می‌کنیم و اطلاعات مربوطه را در یک کوکی رمزگذاری شده ذخیره می‌کنیم تا پست‌ها و مطالب تکراری، صفحه افرادی که علاقه‌ای به دنبال کردن آنها ندارید به شما کمتر نمایش دهیم.
						<br />
						<strong class="font-demibold">تمامی اطلاعات شما به صورت end2end رمزگذاری شده است و حتی تیم فنی ترنوبو نیز به اطلاعات دسترسی ندارد.</strong>
					</p>
					<br />
					<h4 class="font-16 font-demibold">کوکی های شخص ثالث</h4>
					<p>
						در برخی موارد خاص، ما از کوکی هایی که توسط اشخاص ثالث تامین می‌شوند، استفاده می‌کنیم.
						<br />
						ترنوبو از گوگل آنالیتیک استفاده می‌کند که یکی از رایج‌ترین و قابل اعتماد ترین ابزارهای تحلیلی در وب برای کمک به درک نحوه درست استفاده از سیستم و ارائه بهتر خدمات، می‌باشد. این کوکی‌ها مواردی مانند مدت زمان صرف شده در ترنوبو و صفحاتی که بازدید می‌کنید را ردیابی می‌کنند و بنابراین ما می‌توانیم به تولید محتوای جذاب ادامه دهیم.
						<br />
					</p>
				</div>
			</div>
		</div>
	</b-modal>
</template>

<script>
import ModalMixin from "../../Mixins/Modal";
export default {
	mixins: [ModalMixin],
	name: "CookiesModal",
};
</script>

<style>
</style>
